Repository: IET-OU/nquire-web-source
Catalog: po/*.po
Languages: el, es

source: Someone comments on a forum thread that I have commented on:
el: Κάποιος σχολιάζει σε μια υποενότητα στην οποία σχολίασα κι εγώ:
es: Alguien comentó en un tópico de un foro que yo he comentado:

source: Someone comments on a mission that I created:
el: Κάποιος σχολιάζει σε μια αποστολή την οποία δημιούργησα εγώ:
es: Alguien comentó en una misión que yo he creado:

source: Someone comments on a mission that I have commented on:
el: Κάποιος σχολιάζει σε μια αποστολή στην οποία σχολίασα κι εγώ:
es: Alguien comentó en una misión en la que yo he comentado:

source: Someone posts to a mission that I created:
el: Κάποιος δημοσιεύει σε μια αποστολή την οποία δημιούργησα εγώ:
es: Alguien posteó un mensaje en una misión que yo creé:

source: Sorry! I can't add a duplicate tag:
es: Disculpas! No se puede agregar una etiqueta duplicada:

source: Sorry! This tag term is empty.
es: Perdón! Esta etiqueta está vacía.

source: Sorry! This tag term is invalid — spaces?
es: Perdón! Este término para la etiqueta es inválido - espacios?

source: Sorry, there was a problem when trying to post your comment.
el: Συγγνώμη, προέκυψε κάποιο πρόβλημα όταν προσπάθησες να δημοσιεύσεις το σχόλιό σου.
es: Ha habido un problema al tratar de postear su comentario.

source: Sorry, there was a problem with the API with {{data.provider.name}}.
es: Perdón, hubo un problema con la API con {{data.provider.name}}.

source: Sorry, there was a problem with the authorisation with {{data.provider.name}}.
es: Perdón, hubo un problema con la autorización con {{data.provider.name}}.

source: Sorry, there was a problem with the connection with {{data.provider.name}}.
el: Συγγνώμη, προέκυψε κάποιο πρόβλημα με τη σύνδεση με τον/την {{data.provider.name}}.
es: Perdón, hubo un problema con la conexión con {{data.provider.name}}.

source: Sorry, there was a problem with the permissions with {{data.provider.name}}.
el: Συγγνώμη, προέκυψε κάποιο πρόβλημα με τις άδειες με τον/την {{data.provider.name}}.
es: Perdón, hubo un problema con los permisos con {{data.provider.name}}.

source: Sorry, there was a problem with the rate with {{data.provider.name}}.
es: Perdón, hubo un problema con la tasa con {{data.provider.name}}.

source: Sorry, you have posted already the same content! You may need to edit it before posting.
el: Συγγνώμη, ήδη δημοσίευσες το ίδιο περιεχόμενο! Ίσως χρειάζεται να το επεξεργαστείς πριν να το δημοσιεύσεις.
es: Perdón, ya ha posteado el mismo contenido! Necesita editarlo antes de postearlo.

source: Sorry, you need administrator access to view this page.
el: Συγγνώμη, μόνο ο διαχειριστής μπορεί να δει αυτή τη σελίδα.
es: Perdón, se necesita acceso de administrador para ver esta página.

source: Sound
el: Ήχος
es: Sonido

source: Stage selection
el: Επιλέγω το στάδιο
es: Etapa de selección

source: Starter
el: Εισηγητής
es: Iniciador

source: Status
el: Καθεστώς
es: Estado

source: Submission administration
el: Διαχείριση υποβολών
es: Administración del envío

source: Submission composition
el: Σύνθεση υποβολών
es: Composición del envío

source: Submission limit
el: Όριο υποβολής
es: Límite del envío

source: Submissions
el: Υποβολές
es: Envíos

source: Submit
el: Υποβάλλω
es: Enviar

source: Submitted
el: Υποβλήθηκε
es: Enviados

source: Tag-based filters
es: Filtros por etiqueta

source: Tag-term
es: Término-etiqueta

source: Tags
es: Etiquetas

source: Tags:
es: Etiquetas:

source: Text:
el: Κείμενο:
es: Texto:

source: Texts
el: Κείμενα
es: Textos

source: The site will be undergoing routine maintenance today, {{DATE}}.
es: El sitio está bajo tareas de mantenimiento hoy, {{DATE}}.

source: The site will be undergoing routine maintenance tomorrow, {{DATE}}.
es: El sitio estará bajo tareas de mantenimiento mañana, {{DATE}}.

source: The tag term is not currently valid — spaces?
es: El término para la etiqueta no es válido - ¿espacios?

source: This mission has now a winner! See <a href="" data-ui-sref="project.view.challenge">all ideas</a>.
el: Αυτή η αποστολή έχει τώρα ένα νικητή! Βλέπω <a href="" data-ui-sref="project.view.challenge">όλες τις ιδέες</a>.
es: ¡La misión tiene un ganador! Ver <a href="" data-ui-sref="project.view.challenge">todas las ideas</a>.

source: This mission is now voting the submitted ideas!
el: Ψηφίζω τώρα τις ιδέες που υποβλήθηκαν για αυτή την αποστολή!
es: ¡Esta misión está votando ahora las ideas enviadas!

source: This mission is waiting for the winner decision!
el: Αυτή η αποστολή περιμένει το αποτέλεσμα για τον νικητή!
es: Esta misión está esperando la definición del ganador!

source: This project is currently <b>closed</b>. Therefore, you can <a href="" data-ui-sref="project.edit.home">edit it</a>, but participants cannot access it. Click on “Open project” to make the project public.
el: Αυτό το πρότζεκτ είναι τώρα <b>κλειστό</b>. Επομένως, μπορώ να <a href="" data-ui-sref="project.edit.home">το επεξεργαστώ</a>, αλλά οι συμμετέχοντες δεν μπορούν να έχουν πρόσβαση σε αυτό. Κάνω κλικ στο "Ανοίγω το πρότζεκτ" για να κάνω το πρότζεκτ δημόσιο.
es: Este proyecto actualmente está <b>cerrado</b>. Por lo tanto, se puede <a href="" data-ui-sref="project.edit.home">editarlo</a>, pero los participantes no pueden acceder a él. Clic en "Abrir proyecto" para hacer el proyecto accesible a los demás.

source: This project is currently <b>closed</b>. Therefore, you can edit it, but participants cannot access it. Click on “Open project” to make the project public.
el: Αυτό το πρότζεκτ είναι τώρα <b>κλειστό</b>. Επομένως, μπορώ να το επεξεργαστώ, αλλά οι συμμετέχοντες δεν μπορούν να έχουν πρόσβαση σε αυτό. Κάνω κλικ στο "Ανοίγω το πρότζεκτ" για να κάνω το πρότζεκτ δημόσιο.
es: Este proyecto actualmente está <b>cerrado</b>. Por lo tanto, se puede editar pero los participantes no pueden acceder a él. Clic en "Abrir proyecto" para hacer el proyecto accesible a los demás.

source: This project is currently <b>open</b>. Therefore, participants can join and browse it. However, you cannot edit it.
el: Αυτό το πρότζεκτ είναι τώρα <b>ανοικτό</b>. Επομένως, οι συμμετέχοντες μπορούν να γίνουν μέλη και να το περιηγηθούν. Ωστόσο, δεν μπορώ να το επεξεργαστώ.
es: Este proyecto actualmente está <b>abierto</b>. Por lo tanto, los participantes pueden unirse a él y explorarlo. Al estar abierto, no puede ser editado.

source: This project is still being edited by its author.
el: Ο συγγραφέας επεξεργάζεται ακόμη αυτό το πρότζεκτ.
es: Este proyecto está actualmente siendo editado por el autor.

source: Thread
el: Υποενότητα
es: Tópico

source: Threads
el: Υποενότητες
es: Tópicos

source: Title
el: Τίτλος
es: Título

source: Title:
el: Τίτλος:
es: Título:

source: To configure this Win-it mission, you need to configure the fields that will be used by participants to create their answers.
el: Για να ρυθμίσω αυτή την αποστολή Win-it, χρειάζεται να ρυθμίσω τα πεδία που θα χρησιμοποιήσουν οι συμμετέχοντες για να δημιουργήσουν τις απαντήσεις τους.
es: Para configurar esta misión Win-it, necesita configurar los campos que utilizarán los participantes para crear sus respuestas.

source: Toggle plot
es: Ver/Ocultar gráfico

source: Try <a href="" data-ui-sref="home({filter: 'all'})">selecting all missions</a>.
es: Probar <a href="" data-ui-sref="home({filter: 'all'})">seleccionado todas las misiones</a>.

source: Try <a href="" data-ui-sref="home({kw: null, status: null, type: null})">without search conditions</a>.
es: Probar <a href="" data-ui-sref="home({kw: null, status: null, type: null})">sin condiciones de búsqueda</a>.

source: Unlink {{providerName}} account
el: Αποσυνδέω {{providerName}} το λογαριασμό
es: Desenlazar cuenta de {{providerName}}

source: Updates via <a href=\"https://twitter.com/nQuireit\">@nQuireit on Twitter</a>.
es: Actualizaciones via <a href=\"https://twitter.com/nQuireit\">@nQuireit en Twitter</a>.

source: Upload
el: Ανεβάζω
es: Subir

source: Upload image
el: Ανεβάζω εικόνα
es: Subir imagen

source: Upload new image
el: Ανεβάζω νέα εικόνα
es: Subir nueva imagen

source: Upload picture
el: Ανεβάζω φωτογραφία
es: Subir fotografía

source: Uploading…
el: Ανεβαίνει…
es: Cargando…

source: User
el: Χρήστης
es: Usuario

source: User profile: {{profile.username}}
el: Προφίλ χρήστη: {{profile.username}}
es: Perfil de usuario: {{profile.username}}

source: Username
el: Όνομα χρήστη
es: Nombre de usuario

source: Username:
el: Όνομα χρήστη:
es: Usuario:

source: Users
el: Χρήστες
es: Usuarios

source: Users logged in
el: Συνδεδεμένοι χρήστες
es: Usuarios que han iniciado sesión

source: Verify yourself:
el: Επιβεβαιώνω ποιος είμαι:
es: Verificar su perfil:

source: View
el: Βλέπω
es: Ver

source: Votes
el: Ψήφοι
es: Votos

source: Voting
el: Ψηφοφορία
es: Votación

source: Voting stage
el: Στάδιο ψηφοφορίας
es: Etapa de la votación

source: Weather-it missions
es: Misiones Weather-it

source: Winner
el: Νικητής
es: Ganador

source: Yes
el: Ναι
es: Sí

source: You can create up to {{projectData.project.activity.maxAnswers}} ideas.
el: Μπορώ να δημιουργήσω μέχρι {{projectData.project.activity.maxAnswers}} ιδέες.
es: Se pueden crear hasta {{projectData.project.activity.maxAnswers}} ideas.

source: You have created the maximum number of allowed ideas: {{projectData.project.activity.maxAnswers}}.
el: Δημιούργησα το μέγιστο επιτρεπόμενο αριθμό ιδεών: {{projectData.project.activity.maxAnswers}}.
es: Se han creado la cantidad máxima de ideas permitidas: {{projectData.project.activity.maxAnswers}}.

source: You have not linked a {{data.provider.name}} account yet.
el: Δεν έχω συνδέσει ένα {{data.provider.name}} λογαριασμό ακόμη.
es: Todavía no ha enlazado una cuenta de {{data.provider.name}}.

source: You havenʼt joined a project yet. You can browse <a href="" data-ui-sref="home">existing projects</a> to find interesting ones, or <a href="" data-ui-sref="create">create</a> your own.
el: Δεν έχω γίνει μέλος σε πρότζεκτ ακόμη. Μπορώ να εξερευνήσω <a href="" data-ui-sref="home">τα υπάρχοντα πρότζεκτς</a> για να βρω αυτά που με ενδιαφέρουν, ή <a href="" data-ui-sref="create">να δημιουργήσω</a> τα δικά μου.
es: Todavía no se ha unido a ningún proyecto. Se pueden explorar los <a href="" data-ui-sref="home">proyectos existentes</a> para buscar alguno interesante, o <a href="" data-ui-sref="create">crear</a> uno propio.

source: You need administrator rights to access this page.
el: Χρειάζομαι δικαιώματα διαχειριστή για να έχω πρόσβαση σε αυτή τη σελίδα.
es: Se necesitan privilegios de administrador para acceder a esta página.

source: You need to <a data-ng-click="openIdService.loginAndComeBack()">sign in</a> to vote for ideas.
el: Χρειάζεται να <a data-ng-click="openIdService.loginAndComeBack()">συνδεθώ</a> για να ψηφίσω ιδέες.
es: Es necesario <a data-ng-click="openIdService.loginAndComeBack()">iniciar sesión</a> para votar ideas.

source: You need to <a href="" data-ng-click="close(data.provider.login)">sign in</a> before posting on {{data.provider.name}}.
el: Χρειάζεται να <a href="" data-ng-click="close(data.provider.login)">συνδεθώ</a> πριν να δημοσιεύσω στο {{data.provider.name}}.
es: Es necesario <a href="" data-ng-click="close(data.provider.login)">iniciar sesión</a> antes de postear en {{data.provider.name}}.

source: You need to <a href="" data-ng-click="openIdService.loginAndComeBack()">sign in</a> before you can participate in projects.
el: Χρειάζεται να <a href="" data-ng-click="openIdService.loginAndComeBack()">συνδεθώ</a> πριν να συμμετάσχω σε πρότζεκτς.
es: Es necesario <a href="" data-ng-click="openIdService.loginAndComeBack()">iniciar sesión</a> antes de participar en los proyectos.

source: You need to <a href="" data-ng-click="openIdService.loginAndComeBack()">sign in</a> in order to create your own projects.
el: Χρειάζεται να <a href="" data-ng-click="openIdService.loginAndComeBack()">συνδεθώ</a> για να δημιουργήσω τα δικά μου πρότζεκτς.
es: Es necesario <a href="" data-ng-click="openIdService.loginAndComeBack()">iniciar sesión</a> para poder crear proyectos propios.

source: You need to <a href="" data-ng-click="openIdService.loginAndComeBack()">sign in</a> to post ideas.
el: Χρειάζεται να <a href="" data-ng-click="openIdService.loginAndComeBack()">συνδεθώ</a> για να δημοσιεύσω ιδέες.
es: Es necesario <a href="" data-ng-click="openIdService.loginAndComeBack()">iniciar sesión</a> para postear ideas.

source: You need to <a href="" data-ng-click="openIdService.loginAndComeBack()">sign in</a> to upload images to this mission.
el: Χρειάζεται να <a href="" data-ng-click="openIdService.loginAndComeBack()">συνδεθώ</a> για να ανεβάσω εικόνες σε αυτή την αποστολή.
es: Es necesario <a href="" data-ng-click="openIdService.loginAndComeBack()">iniciar sesión</a> para subir imágenes a esta sesión.

source: You need to <a href="" data-ui-sref="project.view.home">join this mission</a> to upload images.
el: Χρειάζεται να<a href="" data-ui-sref="project.view.home">γίνω μέλος σε αυτή την αποστολή</a> για να ανεβάσω εικόνες.
es: Es necesario <a href="" data-ui-sref="project.view.home">unirse a esta misión</a> para subir imágenes.

source: You need to join this project to post ideas.
el: Χρειάζεται να γίνω μέλος σε αυτό το πρότζεκτ για να δημοσιεύσω τις ιδέες μου.
es: Es necesario unirse a este proyecto para postear ideas.

source: You need to join this project to vote for ideas.
el: Χρειάζεται να γίνω μέλος σε αυτό το πρότζεκτ για να ψηφίσω ιδέες.
es: Es necesario unirse a este proyecto para votar ideas.

source: Your profile page
el: Το προφίλ μου
es: La página de su perfil

source: nQuire-it home page
el: nQuire-it αρχική σελίδα
es: Página principal de nQuire-it

source: nQuire-it — join missions to explore your world
el: nQuire-it — γίνομαι μέλος σε αποστολές για να εξερευνήσω τον κόσμο μου
es: nQuire-it — unirse a misiones para explorar el mundo

source: {{MISSION}} missions
es: misiones {{MISSION}}

source: {{feed.count}} user is online
el: {{feed.count}} ο χρήστης είναι συνδεδεμένος
es: {{feed.count}} usuario está en línea

source: {{forum.node.title}}: New thread
el: {{forum.node.title}}: Νέα υποενότητα
es: {{forum.node.title}}: Nuevo tópico

source: {{projectData.data.data}} image
el: {{projectData.data.data}} εικόνα
es: {{projectData.data.data}} imagen

source: {{projectData.data.members}} member
el: {{projectData.data.members}} χρήστης
es: {{projectData.data.members}} miembro

source: …or sign in using one of the following identity providers:
el: …ή συνδέομαι χρησιμοποιώντας έναν από τους ακόλουθους παροχείς ταυτότητας:
es: ...o loguearse utilizando uno de los siguientes proveedores de identidad:

source: <b>{{projectData.data.data}}</b> series
el: <b>{{projectData.data.data}}</b> σειρές

source: email
el: ηλεκτρονικό ταχυδρομείο

source: Email
el: Ηλεκτρονικό ταχυδρομείο

source: Email:
el: Ηλεκτρονικό ταχυδρομείο:

source: Id
el: Ταυτότητα

source: Ideas
el: Ιδέες

source: No
el: Όχι

source: Post
el: Δημοσιεύω

source: Posts
el: Δημοσιεύσεις

source: Sensor:
el: Αισθητήρας:
