Repository: IET-OU/nquire-web-source
Catalog: po/*.po
Languages: el, es

source: "<span class="feed-comment">{{item.comment}}</span>" in <a data-ui-sref="forum.thread({threadId: item.threadId})">{{item.threadTitle}}</a>
el: "<span class="feed-comment">{{item.comment}}</span>" στο/η <a data-ui-sref="forum.thread({threadId: item.threadId})">{{item.threadTitle}}</a>
es: "<span class="feed-comment">{{item.comment}}</span>" en <a data-ui-sref="forum.thread({threadId: item.threadId})">{{item.threadTitle}}</a>

source: "<span class="feed-comment">{{item.comment}}</span>" in <a data-ui-sref="project.view.home({projectId: item.threadId})">{{item.threadTitle}}</a>
el: "<span class="feed-comment">{{item.comment}}</span>" στο/στη <a data-ui-sref="project.view.home({projectId: item.threadId})">{{item.threadTitle}}</a>
es: "<span class="feed-comment">{{item.comment}}</span>" en <a data-ui-sref="project.view.home({projectId: item.threadId})">{{item.threadTitle}}</a>

source: (Ideas are always visible during voting and outcome.)
el: (Οι ιδέες είναι πάντα ορατές κατά τη διάρκεια της ψηφοφορίας και κατά την ανακοίνωση του/της νικητή/τριας.)
es: (Las ideas están siempre visibles durante la votación y el resultado.)

source: (Multiple-line formatted text)
el: (Μορφοποιημένο κείμενο πολλαπλών γραμμών)
es: (Texto formateado multi-línea)

source: (Multiple-line plain text)
el: (Απλό κείμενο πολλαπλών γραμμών)
es: (Texto plano multi-línea)

source: (Single-line text)
el: (Κείμενο μονής γραμμής)
es: (texto de una sola línea)

source: <a href="" data-ng-click="openIdService.loginAndComeBack()">Sign in</a> to comment on this data series.
el: <a href="" data-ng-click="openIdService.loginAndComeBack()">Συνδέομαι</a> για να σχολιάσω αυτή τη σειρά δεδομένων.
es: <a href="" data-ng-click="openIdService.loginAndComeBack()">Loguearse</a> para agregar comentarios a esta serie de datos.

source: <a href="" data-ng-click="openIdService.loginAndComeBack()">Sign in</a> to comment on this mission.
el: <a href="" data-ng-click="openIdService.loginAndComeBack()">Συνδέομαι</a> για να σχολιάσω αυτή την αποστολή.
es: <a href="" data-ng-click="openIdService.loginAndComeBack()">Loguearse</a> para comentar sobre esta misión.

source: <a href="" data-ng-click="openIdService.loginAndComeBack()">Sign in</a> to comment on this picture.
el: <a href="" data-ng-click="openIdService.loginAndComeBack()">Συνδέομαι</a> για να σχολιάσω αυτή τη φωτογραφία.
es: <a href="" data-ng-click="openIdService.loginAndComeBack()">Loguearse</a> para comentar sobre esta imagen.

source: <a href="" data-ng-click="openIdService.loginAndComeBack()">Sign in</a> to post new threads.
el: <a href="" data-ng-click="openIdService.loginAndComeBack()">Συνδέομαι</a> για να δημοσιεύσω νέα υποενότητα.
es: <a href="" data-ng-click="openIdService.loginAndComeBack()">Loguearse</a> para agregar nuevos temas de discusión.

source: <a href="" data-ng-click="openIdService.loginAndComeBack()">Sign in</a> to post replies in this thread.
el: <a href="" data-ng-click="openIdService.loginAndComeBack()">Συνδέομαι</a> για να δημοσιεύσω απαντήσεις σε αυτή την υποενότητα.
es: <a href="" data-ng-click="openIdService.loginAndComeBack()">Loguearse</a> para responder mensajes sobre este tema.

source: <a href="" data-ui-sref="forum.list">Forum</a> ▸ {{forum.node.title}}
el: <a href="" data-ui-sref="forum.list">χώρος συζητήσεων</a> ▸ {{forum.node.title}}
es: <a href="" data-ui-sref="forum.list">Foro</a> ▸ {{forum.node.title}}

source: <a href="" data-ui-sref="project.view.home">Join</a> this mission to discuss about it.
el: <a href="" data-ui-sref="project.view.home">Γίνομαι μέλος</a> σε αυτή την αποστολή για να τη συζητήσω.
es: <a href="" data-ui-sref="project.view.home">Unirse</a> a esta misión para discutir sobre ella.

source: <a href="" data-ui-sref="project.view.home">Join</a> this mission to discuss about this data series.
el: <a href="" data-ui-sref="project.view.home">Γίνομαι μέλος</a> σε αυτή την αποστολή για να συζητήσω αυτή τη σειρά δεδομένων.
es: <a href="" data-ui-sref="project.view.home">Unirse</a> a esta misión para discutir sobre esta serie de datos.

source: <a href="" data-ui-sref="project.view.home">Join</a> this mission to discuss about this picture.
el: <a href="" data-ui-sref="project.view.home">Γίνομαι μέλος</a> σε αυτή την αποστολή για να συζητήσω για αυτή τη φωτογραφία.
es: <a href="" data-ui-sref="project.view.home">Unirse</a> a esta misión para discutir sobre esta imagen.

source: <b>Explanation:</b> {{outcome.explanation}}
el: <b>Επεξήγηση:</b> {{outcome.explanation}}
es: <b>Explicación:</b> {{outcome.explanation}}

source: <b>Sense-it</b> mission
el: <b>Sense-it</b> αποστολή
es: Misión <b>Sense-it</b>

source: <b>Spot-it</b> mission
el: <b>Spot-it</b> αποστολή
es: Misión <b>Spot-it</b>

source: <b>Win-it</b> mission
el: <b>Win-it</b> αποστολή
es: Misión <b>Win-it</b>

source: <span class="comment-author-username" siw-user-link="comment.author"></span> said:
el: O/H <span class="comment-author-username" siw-user-link="comment.author"></span> είπε:
es: <span class="comment-author-username" siw-user-link="comment.author"></span> dijo:

source: <span class="project-section-description-text-mission">Mission:</span> {{projectData.project.title}}
el: <span class="project-section-description-text-mission">Αποστολή:</span> {{projectData.project.title}}
es: <span class="project-section-description-text-mission">Misión:</span> {{projectData.project.title}}

source: <span class="sidebar-type-senseit">Sense-it</span> missions
el: <span class="sidebar-type-senseit">Sense-it</span> αποστολές
es: Misiones <span class="sidebar-type-senseit">Sense-it</span>

source: <span class="sidebar-type-spotit">Spot-it</span> missions
el: <span class="sidebar-type-spotit">Spot-it</span> αποστολές
es: Misiones <span class="sidebar-type-spotit">Spot-it</span>

source: <span class="sidebar-type-winit">Win-it</span> missions
el: <span class="sidebar-type-winit">Win-it</span> αποστολές
es: Misiones <span class="sidebar-type-winit">Win-it</span>

source: A <span class="project-item-banner-type">Sense-it</span> mission
el: Μία <span class="project-item-banner-type">Sense-it</span> αποστολή
es: Una misión <span class="project-item-banner-type">Sense-it</span>

source: A <span class="project-item-banner-type">Spot-it</span> mission
el: Μία <span class="project-item-banner-type">Spot-it</span> αποστολή
es: Una misión <span class="project-item-banner-type">Spot-it</span>

source: A <span class="project-item-banner-type">Win-it</span> mission
el: Μία <span class="project-item-banner-type">Win-it</span> αποστολή
es: Una misión <span class="project-item-banner-type">Win-it</span>

source: A mission created by <span data-siw-user-link="projectData.project.author"></span>.
el: Μια αποστολή που δημιουργήθηκε από τον/την <span data-siw-user-link="projectData.project.author"></span>.
es: Una misión creada por <span data-siw-user-link="projectData.project.author"></span>.

source: About
el: Σχετικά
es: Acerca de

source: Accelerometer
el: Επιταχυνσιόμετρο
es: Acelerómetro

source: Actions
el: Δράσεις
es: Acciones

source: Add
es: Agregar

source: Add block
el: Μπλοκάρω
es: Agregar bloque

source: Add category
el: Προσθέτω κατηγορία
es: Agregar categoría

source: Add field
el: Προσθέτω πεδίο
es: Agregar campo

source: Add sensor input
es: Agregar lectura de sensor

source: Add transformation
es: Agregar transformación

source: Admin
es: Administración

source: Admin menu
es: Menú administración

source: Administrator
el: Διαχειριστής
es: Administrador

source: All answers
el: Όλες οι απαντήσεις
es: Todas las respuestas

source: All ideas
el: Όλες οι ιδέες
es: Todas las ideas

source: All missions
el: Όλες οι αποστολές
es: Todas las misiones

source: Ambient temperature
el: Θερμοκρασία περιβάλλοντος
es: Temperatura ambiente

source: Any type
el: Οποιοδήποτε είδος
es: Cualquier tipo

source: Approve
el: Εγκρίνω
es: Aprobar

source: Are you sure you want to delete data <b>{{data.item.title}}</b>?
el: Είσαι σίγουρος/η ότι θες να διαγράψεις τα δεδομένα <b>{{data.item.title}}</b>;
es: ¿Seguro quiere eliminar estos datos de <b>{{data.item.title}}</b>?

source: Author
el: Συγγραφέας
es: Autor

source: Awaiting response from {{data.provider.name}}…
el: Αναμονή απάντησης από τον/την {{data.provider.name}}…
es: Esperando respuesta de {{data.provider.name}}…

source: Cancel
el: Ακύρωση
es: Cancelar

source: Caption
el: Λεζάντα
es: Mensaje

source: Challenge
el: Πρόκληση
es: Desafío

source: Change password
el: Αλλάζω τον κωδικό
es: Cambiar contraseña

source: Choose language
es: Elegir idioma

source: Choose language:
es: Elegir idioma:

source: Click <a href="" data-ui-sref="project.view.challenge">here</a> to vote for your favourite!
el: Κάνω κλικ <a href="" data-ui-sref="project.view.challenge">εδώ</a> για να ψηφίσω την αγαπημένη μου!
es: Clic <a href="" data-ui-sref="project.view.challenge">acá</a> para votar el favorito!

source: Close project
el: Κλείνω το πρότζεκτ
es: Cerrar proyecto

source: Comma separated tags
es: Etiquetas separadas por comas

source: Comment
el: Σχολιάζω
es: Comentario

source: Comment:
el: Σχολιάζω:
es: Comentario:

source: Content
el: Περιεχόμενο
es: Contenido

source: Content id
el: Ταυτότητα περιεχομένου
es: id de contenido

source: Create
el: Δημιουργώ
es: Crear

source: Create new idea
el: Δημιουργώ νέα ιδέα
es: Crear nueva idea

source: Create your own <b>Sense-it</b> mission
el: Δημιουργώ τη δικιά μου <b>Sense-it</b> αποστολή
es: Crear una misión <b>Sense-it</b> propia

source: Create your own <b>Spot-it</b> mission
el: Δημιουργώ τη δικιά μου <b>Spot-it</b> αποστολή
es: Crear una misión <b>Spot-it</b> propia

source: Create your own <b>Win-it</b> mission
el: Δημιουργώ τη δικιά μου <b>Win-it</b> αποστολή
es: Crear una misión <b>Win-it</b> propia

source: Current file: {{original}}
el: Τρέχον αρχείο: {{original}}
es: Archivo actual: {{original}}

source: Current password:
el: Τρέχοντας κωδικός:
es: Contraseña actual:

source: Data
el: Δεδομένα
es: Datos

source: Data collection
el: Συλλογή δεδομένων
es: Recolección de datos

source: Data list
el: Λίστα δεδομένων
es: Lista de datos

source: Data processing
el: Επεξεργασία δεδομένων
es: Procesamiento de datos

source: Date
el: Ημερομηνία
es: Fecha

source: Delete
el: Διαγράφω
es: Eliminar

source: Delete file
el: Διαγράφω το αρχείο
es: Eliminar archivo

source: Delete project
el: Διαγράφω το πρότζεκτ
es: Eliminar proyecto

source: Delete sensor input
es: Eliminar lectura sensor

source: Delete series
el: Διαγράφω τη σειρά
es: Eliminar series

source: Description
el: Περιγραφή
es: Descripción

source: Description of myself:
el: Περιγραφή του εαυτού μου:
es: Descripción mía:

source: Description:
el: Περιγραφή:
es: Descripción:

source: Details
el: Λεπτομέρειες
es: Detalles

source: Download CSV
el: Κατεβάζω το CSV
es: Descargar CSV

source: Edit
el: Επεξεργάζομαι
es: Editar

source: Edit tags
es: Editar etiquetas

source: Edit title
el: Επεξεργάζομαι τον τίτλο
es: Editar título

source: Email notifications
el: Ειδοποιήσεις ηλεκτρονικού ταχυδρομείου
es: Notificaciones por email

source: Ended
el: Ολοκληρώθηκε
es: Finalizado

source: Explanation:
el: Επεξήγηση:
es: Explicación:

source: Featured missions
el: Προτεινόμενες αποστολές
es: Misiones destacadas

source: Featured?
el: Προτεινόμενο;
es: ¿Destacada?

source: Field label:
es: Etiqueta de campo:

source: Field type:
el: Είδος πεδίου:
es: Tipo de campo:

source: Forum
el: Χώρος συζήτησης
es: Foro

source: Forums
el: Χώροι συζήτησης
es: Foros

source: Geolocated data:
el: Δεδομένα γεωτοποθέτησης:
es: Datos geolocalizados:

source: Go back to the list
el: Πηγαίνω πίσω στη λίστα
es: Volver a la lista

source: Grant permission
el: Παραχωρώ άδεια
es: Otorgar permiso

source: Greek schools missions
es: Misiones de escuelas griegas

source: Gyroscope
el: Γυροσκόπιο
es: Giróscopo

source: Hi, <a href="" data-ui-sref="profile">{{status.profile.username}}</a>,<br>you are signed in.
el: Γεια σου, <a href="" data-ui-sref="profile">{{status.profile.username}}</a>,<br>είσαι συνδεδεμένος/η.
es: Hola, <a href="" data-ui-sref="profile">{{status.profile.username}}</a>,<br>haz iniciado la sesión.

source: Home
el: Αρχική σελίδα
es: Principal

source: I forgot my password
el: Ξέχασα τον κωδικό μου
es: Olvidé mi contraseña

source: I forgot my password:
el: Ξέχασα τον κωδικό μου:
es: Olvidé mi contraseña:

source: Ideas visibility
el: Ορατότητα ιδεών
es: Visibilidad de ideas

source: If you need to edit this project, click on “Close project” to enable editing.
el: Αν χρειάζεται να επεξεργαστώ αυτό το πρότζεκτ, κάνω κλικ στο "Κλείνω το πρότζεκτ" για να επιτρέψω την επεξεργασία.
es: Para editar este proyecto, hacer clic en “Cerrar proyecto” para habilitar la edición.

source: Interests:
el: Ενδιαφέροντα:
es: Intereses:

source: Join mission
el: Γίνομαι μέλος στην αποστολή
es: Unirse a esta misión

source: Joined
el: Έγινα μέλος
es: Unido

source: Joined missions
el: Αποστολές στις οποίες έγινα μέλος
es: Misiones a las que se ha unido

source: Joined projects:
el: Πρότζεκτς στα οποία έγινα μέλος:
es: Proyectos a los que se ha unido:

source: Label
es: Rótulo

source: Last picture
el: Τελευταία φωτογραφία
es: Última imagen

source: Last post
el: Τελευταία δημοσίευση
es: Último post

source: Leave mission
el: Εγκαταλείπω την αποστολή
es: Salir de la misión

source: Light
el: Φως
es: Luz

source: Link
el: Σύνδεσμος
es: Enlace

source: Link with {{providerName}}
es: Vincular con {{providerName}}

source: Linked accounts
el: Συνδεδεμένοι λογαριασμοί
es: Cuentas vinculadas

source: Loading…
el: Φορτίζει…
es: Cargando…

source: Location:
el: Τοποθεσία:
es: Ubicación:

source: Login information
el: Πληροφορίες εισόδου
es: Información de logueo

source: Logout
el: Αποσυνδέομαι
es: Desloguearse

source: Magnetic field
el: Μαγνητικό πεδίο
es: Campo magnético

source: Map
el: Χάρτης
es: Mapa

source: Max answers per participant: {{projectData.project.activity.maxAnswers}}
el: Μέγιστος αριθμός απαντήσεων ανά συμμετέχοντα: {{projectData.project.activity.maxAnswers}}
es: Cant máxima respuestas por participante: {{projectData.project.activity.maxAnswers}}

source: Maximum answers per participant.
el: Μέγιστος αριθμός απαντήσεων ανά συμμετέχοντα.
es: Máximo de respuestas por participante.

source: Member
el: Μέλος
es: Miembro

source: Message:
el: Μήνυμα:
es: Mensaje:

source: Mission administration
el: Διαχείριση αποστολής
es: Administrar misión

source: Mission created by <span siw-user-link="projectData.project.author"></span>.
el: Μια αποστολή που δημιουργήθηκε από τον/την <span siw-user-link="projectData.project.author"></span>.
es: Misión creada por <span siw-user-link="projectData.project.author"></span>.

source: Mission details
el: Λεπτομέρειες αποστολής
es: Detalles de la misión

source: Mission discussion
es: Discusión sobre misión

source: Mission list teaser:
es: Adivinanza lista de misión:

source: Mission outline
el: Περίγραμμα αποστολής
es: Descripción de la misión

source: Mission type
el: Είδος αποστολής
es: Tipo de misión

source: Missions created by me
el: Αποστολές που δημιούργησα εγώ
es: Misiones creadas por mí

source: Multiple-line formatted text
el: Μορφοποιημένο κείμενο πολλαπλών γραμμών
es: Texto multi-línea

source: Multiple-line plain text
el: Απλό κείμενο πολλαπλών γραμμών
es: Texto plano multi-línea

source: My <a data-ui-sref="profile-view({uid: status.profile.id})">public profile</a>.
el: Το <a data-ui-sref="profile-view({uid: status.profile.id})">δημόσιο προφίλ μου</a>.
es: Mi <a data-ui-sref="profile-view({uid: status.profile.id})">perfil público</a>.

source: My ideas
el: Οι ιδέες μου
es: Mis ideas

source: My interests:
el: Τα ενδιαφέροντά μου:
es: Mis intereses:

source: My projects:
el: Τα πρότζεκτς μου:
es: Mis proyectos:

source: Name:
el: Όνομα:
es: Nombre:

source: New comment
el: Νέο σχόλιο
es: Nuevo comentario

source: New forum
el: Νέος χώρος συζήτησης
es: Nuevo foro

source: New password:
el: Νέος κωδικός:
es: Nueva contraseña:

source: No answer has been selected yet.
el: Δεν επέλεξες καμία απάντηση ακόμη.
es: Todavía no se seleccionó ninguna respuesta.

source: No missions available at the moment.
el: Δεν υπάρχουν διαθέσιμες αποστολές προς το παρόν.
es: No hay misiones disponibles al momento.

source: No title
el: Χωρίς τίτλο
es: Sin título

source: Not joined missions
el: Αποστολές στις οποίες δεν έγινα μέλος
es: Misiones a las que no se ha unido

source: Only by others
el: Μόνο από τους άλλους
es: Sólo de otros

source: Only mine
el: Μόνο οι δικές μου
es: Sólo mías

source: Open map
el: Ανοίγω το χάρτη
es: Abrir mapa

source: Open project
el: Ανοίγω το πρότζεκτ
es: Abrir proyecto

source: Open?
el: Να ανοίξει;
es: ¿Abrir?

source: Orientation
el: Προσανατολισμός
es: Orientación

source: Other users can see about me:
el: Οι άλλοι χρήστες μπορούν να δουν για μένα:
es: Lo que otros usuarios pueden ver de mí:

source: Outcome stage
el: Στάδιο ανακοίνωσης νικητή/τριας
es: Etapa de resultados

source: Outline
el: Περίγραμμα
es: Descripción

source: Outline:
el: Περίγραμμα:
es: Descripción:

source: Participant
es: Participante

source: Participants administration
el: Διαχείριση συμμετέχοντων
es: Administración de participantes

source: Password reminder
el: Υπενθύμιση κωδικού
es: Recordatorio de contraseña

source: Password set:
el: Ορίζω τον κωδικό:
es: Contraseña establecida:

source: Password:
el: Κωδικός:
es: Contraseña:

source: Please note that you cannot edit the project while it is open.
el: Δεν μπορώ να επεξεργαστώ το πρότζεκτ ενώ είναι ανοικτό.
es: No es posible editar un proyecto mientras está abierto.

source: Post comment
el: Δημοσιεύω το σχόλιο
es: Agregar comentario

source: Post new thread
el: Δημοσιεύω νέα υποενότητα
es: Publicar nuevo tópico

source: Post successful: <a href="{{data.result.url}}" target="_blank">{{data.result.url}}</a>
el: Η δημοσίευση ήταν επιτυχής: <a href="{{data.result.url}}" target="_blank">{{data.result.url}}</a>
es: Post exitoso: <a href="{{data.result.url}}" target="_blank">{{data.result.url}}</a>

source: Pressure
el: Πίεση
es: Presión

source: Profile image:
el: Φωτογραφία προφίλ:
es: Imagen del perfil:

source: Profile information
el: Πληροφορίες του προφίλ μου
es: Información del perfil

source: Profile information:
el: Πληροφορίες του προφίλ μου:
es: Información del perfil:

source: Profile visibility
el: Ορατότητα προφίλ
es: Visbilidad del perfil

source: Project image:
el: Εικόνα του πρότζεκτ:
es: Imagen del proyecto:

source: Projects
el: Πρότζεκτς
es: Proyectos

source: Projects Iʼve joined:
el: Πρότζεκτς στα οποία έγινα μέλος:
es: Proyectos a los cuales me uní:

source: Projects created by me:
el: Πρότζεκτς τα οποία δημιούργησα εγώ:
es: Proyectos creados por mí:

source: Projects created by {{profile.username}}:
el: Πρότζεκτς τα οποία δημιούργησε ο/η {{profile.username}}:
es: Proyectos creados por {{profile.username}}:

source: Projects joined by {{profile.username}}
el: Πρότζεκτς στα οποία έγινε μέλος ο/η {{profile.username}}
es: Proyectos a los que se unión {{profile.username}}

source: Proposal stage
el: Στάδιο υποβολής προτάσεων
es: Etapa de propuesta

source: Recent forum posts
el: Πρόσφατες δημοσιεύσεις
es: Posts de foros recientes

source: Recent mission comments
el: Πρόσφατα σχόλια για την αποστολή
es: Comentarios recientes

source: Register
el: Κάνω εγγραφή
es: Registrarse

source: Register new account
el: Δημιουργώ νέο λογαριασμό
es: Registrar una nueva cuenta

source: Register new account:
el: Δημιουργώ νέο λογαριασμό:
es: Registrar una nueva cuenta:

source: Relative humidity
el: Σχετική υγρασία
es: Humedad relativa

source: Remove permission
el: Αφαιρώ την άδεια
es: Quitar permiso

source: Repeat password:
el: Επαναλαμβάνω τον κωδικό:
es: Repetir contraseña:

source: Replies
el: Απαντήσεις
es: Respuestas

source: Reported content
el: Περιεχόμενο που αναφέρθηκε
es: Contenido reportado

source: Reports
el: Αναφορές
es: Reportes

source: Reset
el: Επαναφέρω
es: Resetear

source: Samples / second
el: Δείγματα / δευτερόλεπτο
es: Muestras / segundo

source: Save
el: Αποθηκεύω
es: Guardar

source: Save and continue
el: Αποθηκεύω και συνεχίζω
es: Guardar y continuar

source: Search
el: Αναζητώ
es: Buscar

source: Search missions
el: Αναζητώ αποστολές
es: Buscar misiones

source: See <a href="" data-ui-sref="project.view.challenge">all ideas</a>
el: Βλέπω <a href="" data-ui-sref="project.view.challenge">όλες τις ιδέες</a>
es: Ver todas las ideas de <a href="" data-ui-sref="project.view.challenge"></a>

source: See all
el: Βλέπω τα πάντα
es: Ver todas

source: See and edit your ideas for this mission here.
el: Βλέπω και επεξεργάζομαι τις ιδέες μου για αυτή την αποστολή εδώ.
es: Ver y editar sus ideas para esta misión acá.

source: See and vote all ideas submitted for this mission here.
el: Βλέπω και ψηφίζω όλες τις ιδέες που καταχωρήθηκαν για αυτή την αποστολή εδώ.
es: Ver y votar todas las ideas enviadas a esta misión acá.

source: See the outcome of this mission here.
el: Βλέπω το αποτέλεσμα αυτής της αποστολής εδώ.
es: Ver acá el resultado de esta misión.

source: Select
el: Επιλέγω
es: Seleccionar

source: Select image
el: Επιλέγω φωτογραφία
es: Elegir imagen

source: Select what information other users can see about you:
el: Επιλέγω ποιες πληροφορίες για εμένα μπορούν να δουν οι υπόλοιποι συμμετέχοντες:
es: Elegir qué información quiero que los demás usuarios vean de mí:

source: Select whether ideas are visible during the proposal stage.
el: Επιλέγω κατά πόσο οι ιδέες είναι ορατές κατά το στάδιο υποβολής προτάσεων.
es: Elegir su las ideas son visibles o no durante la etapa de propuesta.

source: Selected file: {{selectedFile.name}}
el: Επιλεγμένο αρχείο: {{selectedFile.name}}
es: Archivo seleccionado: {{selectedFile.name}}

source: Send a notification to the above email address whenever the following events occur:
el: Στέλνω ειδοποίηση στην πιο πάνω ηλεκτρονική διεύθυνση όποτε προκύπτουν τα ακόλουθα συμβάντα:
es: Enviar una notificación a la dirección de correo electrónico de arriba cuando ocurran los siguientes eventos:

source: Send a reminder
el: Στέλνω μια υπενθύμιση
es: Enviar un recordatorio

source: Send your idea
el: Στέλνω την ιδέα μου
es: Enviar su idea

source: Send your ideas
el: Στέλνω τις ιδέες μου
es: Enviar sus ideas

source: Sense-it projects define a data logging profile that can be used to record data using the <a href="https://play.google.com/store/apps/details?id=org.greengin.sciencetoolkit" target="_blank">Sense-it</a> Android app.
es: Los proyectos de Sense-it definen un perfil que puede ser utilizado para registrar datos utilizando la aplicación <a href="https://play.google.com/store/apps/details?id=org.greengin.sciencetoolkit" target="_blank">Sense-it</a> para Android.

source: Set password
el: Καθορίζω τον κωδικό
es: Establecer contraseña

source: Share this
el: Το μοιράζομαι
es: Compartir esto

source: Show value:
el: Εμφανίζω την αξία:
es: Mostrar valor:

source: Show/hide translations
es: Mostrar/ocultar traducciones

source: Sign in
el: Συνδέομαι
es: Iniciar sesión

source: Sign in with Facebook
es: Iniciar sesión con Facebook

source: Sign in with Google
es: Iniciar sesión con Google

source: Sign in with Twitter
es: Iniciar sesión con Twitter

source: Sign in with your username and password:
el: Συνδέομαι με το όνομα χρήστη και τον κωδικό:
es: Iniciar sesión con su usuario y contraseña:

source: Sign in with {{data.provider.name}}
el: Συνδέομαι με {{data.provider.name}}
es: Iniciar sesión con {{data.provider.name}}

source: Sign out
el: Αποσυνδέομαι
es: Cerrar sesión

source: Single-line text
el: Κείμενο μονής γραμμής
es: Texto de una sola línea

source: Someone comments on a forum thread that I created:
el: Κάποιος σχολιάζει σε μια υποενότητα που δημιούργησα εγώ:
es: Alguien ha comentado en un tópico de un foro creado por mí:
